Repository: KhorshidLab/wordpress-ezpz-tweaks
Catalog: languages/ezpz-tweaks-*.po
Languages: fa_ir

source: Failed to import the settings.
fa_ir: خطا در درون ریزی تنظیمات.

source: Edit this page from: Settings > EzPz Tweaks > Branding tab > Page Content.
fa_ir: این صفحه را از: تنظیمات > EzPz Tweaks >برندینگ > محتوای صفحه ویرایش کنید.

source: Edit Page
fa_ir: ویرایش صفحه

source: Settings
fa_ir: تنظیمات

source: Donate
fa_ir: حمایت مالی

source: WordPress Default
fa_ir: پیشفرض وردپرس

source: Vazir
fa_ir: وزیر

source: Estedad
fa_ir: استعداد

source: Iranian
fa_ir: ایرانیان

source: Noto
fa_ir: نوتو

source: Your login page is now here: <strong><a href="%1$s">%2$s</a></strong>. Bookmark this page!
fa_ir: صفحه ورود شما اکنون در اینجا است: <strong><a href="%1$s">%2$s</a></strong> این صفحه را نشانه گذاری(Bookmark) کنید!

source: General
fa_ir: تنظیمات عمومی

source: Branding
fa_ir: برندینگ

source: Import & Export
fa_ir: درون ریزی و برون بری

source: Admin Font
fa_ir: فونت پنل مدیریت

source: Change WordPress admin font
fa_ir: فونت پنل مدیریت را تغییر دهید

source: Editor Font
fa_ir: فونت ویرایشگر

source: Change WordPress editor font
fa_ir: فونت ویرایشگر وردپرس را تغییر دهید

source: Choose a font
fa_ir: یک فونت را انتخاب کنید

source: Change WordPress Logo
fa_ir: تغییر لوگو وردپرس

source: Upload an image or enter an URL.
fa_ir: تصویر را آپلود کنید یا URL تصویر را وارد کنید.

source: Add File
fa_ir: انتخاب فایل

source: Change WP Login URL
fa_ir: تغییر آدرس مدیریت وردپرس

source: Protect your website by changing the login URL and preventing access to the wp-login.php page and the wp-admin directory to non-connected people.
fa_ir: با تغییر URL ورود و جلوگیری از دسترسی به صفحه wp-login.php و دایرکتوری wp-admin به افراد غیر مرتبط، از وبسایت خود محافظت کنید.

source: Login Page Custom Text
fa_ir: متن دلخواه در صفحه ورود مدیریت

source: Add custom text to wordpress admin login page
fa_ir: به صفحه ورود مدیریت وردپرس متن سفارشی اضافه کنید

source: Who can access this plugin
fa_ir: تعیین سطح دسترسی به صفحه تنظیمات پلاگین

source: Super Admin
fa_ir: مدیر کل

source: Anyone with the "mange_options" capability
fa_ir: هر کسی با قابلیت "mange_options"

source: Only the current user
fa_ir: فقط کاربر فعلی

source: Disable Public Access to WP REST API
fa_ir: غیر فعال کردن دسترسی عمومی به WP REST API

source: API consumers be authenticated, which effectively prevents anonymous external access.
fa_ir: مصرف کنندگان API تصدیق می شوند که به طور مؤثری از دسترسی خارجی ناشناس جلوگیری می کند.

source: Disable Comment Website Field
fa_ir: غیرفعال کردن فیلد وبسایت در کامنت ها

source: Remove Welcome Panel
fa_ir: حذف پنل خوش آمد گویی داشبورد

source: Disable Emojis
fa_ir: غیرفعال کردن ایموجی ها

source: Disable Embeds
fa_ir: غیرفعال کردن Embeds

source: Disable XML-RPC
fa_ir: غیرفعال کردن XML-RPC

source: Remove Shortlink
fa_ir: حذف لینک های کوتاه

source: Remove WP Version
fa_ir: مخفی کردن ورژن وردپرس

source: Hide Admin Bar
fa_ir: مخفی کردن نوار ادمین

source: Hide admin bar for user roles
fa_ir: نوار ادمین را برای نقش های کاربری مختلف مخفی کنید

source: Hide Update Notifications
fa_ir: مخفی کردن پیغام های به روز رسانی

source: Hide update notifications for user roles
fa_ir: پیغام های به روزرسانی را برای نقش های کاربری مختلف مخفی کنید

source: Remove Dashboard Widgets
fa_ir: حذف ویجت های داشبورد

source: Check widgets to remove from dashboard
fa_ir: برای حذف شدن ویجت ها از داشبورد آن ها را انتخاب کنید

source: Dashboard Activity
fa_ir: فعالیت

source: Dashboard Site Health
fa_ir: وضعیت سلامت سایت

source: Dashboard Quick Press
fa_ir: پیش‌نویس سریع

source: Dashboard Incoming Links
fa_ir: اخبار و رویداد های وردپرس

source: Dashboard Right Now
fa_ir: در یک نگاه

source: Dashboard Plugins
fa_ir: پلاگین ها

source: Dashboard Recent Drafts
fa_ir: آخرین نوشته ها

source: Dashboard Recent Comments
fa_ir: کامنت های اخیر

source: Dashboard Primary
fa_ir: اصلی

source: Custom CSS
fa_ir: استایل سفارشی

source: Apply custom css to admin area
fa_ir: اعمال CSS سفارشی به پنل مدیریت

source: Enable Branding
fa_ir: فعالسازی برندینگ

source: By selecting this option, you can add your brand to the WordPress menu and customize how it displays.
fa_ir: با انتخاب این گزینه شما می‌توانید برند خود را به منوی وردپرس اضافه و نمایش آن را سفارشی‌سازی کنید.

source: Menu Title
fa_ir: عنوان منو

source: Menu Slug
fa_ir: نامک منو

source: Page Content
fa_ir: محتوای صفحه

source: You can use HTML to design branding page
fa_ir: شما می توانید از HTML برای طراحی صفحه برندینگ استفاده کنید

source: Admin Footer
fa_ir: فوتر ادمین

source: Visibility
fa_ir: قابلیت نمایش

source: Hide the entire admin footer
fa_ir: مخفی کردن فوتر

source: Footer Text
fa_ir: متن فوتر

source: Change footer text
fa_ir: متن فوتر مدیریت را تغییر دهید.

source: Export Settings
fa_ir: برون بری تنظیمات

source: Export the plugin's settings for this site as a .json file. This will allows you to easily import the configuration to another installation.
fa_ir: از تنظیمات مربوط به این سایت خروجی فایل .json بگیرید. این کار به شما امکان میدهد تا تنظیمات خود را به آسانی در یک سایت دیگر درون ریزی کنید.

source: Export
fa_ir: برون بری

source: Import Settings
fa_ir: درون ریزی تنظیمات

source: Import the plugin's settings from a .json file. This file can be retrieved by exporting the settings from another installation.
fa_ir: تنظیمات سایت را از طریق یک فایل .json درون ریزی کنید. این فایل میتواند از طریق برون بری تنظیمات ایجاد شود.

source: Import
fa_ir: درون ریزی

source: Please upgrade to the latest version of WordPress to activate
fa_ir: لطفا برای فعال شدن به آخرین نسخه وردپرس ارتقا دهید

source: This feature is not enabled.
fa_ir: این ویژگی فعال نیست.

source: This has been disabled
fa_ir: این مورد غیر فعال شده است

source: Support for DocHooks is required
fa_ir: پشتیبانی از DocHooks مورد نیاز است

source: Support for DocHooks is superfluous
fa_ir: پشتیبانی از DocHooks فوق العاده است

source: Minimum required version of PHP is %1$s. Your version is %2$s
fa_ir: حداقل نسخه مورد نیاز پی اچ پی %1$s است. نسخه شما %2$s می باشد

source: Required plugin: %s
fa_ir: افزونه های مورد نیاز: %s

source: Minimum required version of %1$s plugin is %2$s. Your version is %3$s
fa_ir: حداقل نسخه مورد نیاز افزونه %1$s %2$s است. نسخه شما %3$s می باشد

source: Required theme: %s
fa_ir: قالب مورد نیاز: %s

source: Minimum required version of WordPress is %1$s. Your version is %2$s
fa_ir: حداقل نسخه مورد نیاز وردپرس %1$s است. نسخه شما %2$s می باشد

source: The plugin: <strong>%s</strong> cannot be activated.
fa_ir: افزونه: <strong>%s</strong> نمی تواند فعال شود.
